export interface Status {
  id: string;
  image: string;
  name: string;
  minInvest: string;
  color: string;
  description: string;
}

export const statuses: Status[] = [
  {
    id: "ifw",
    image: "ifw.png",
    name: "IFW",
    minInvest: "від 2.000",
    color: "#7667ED",
    description: `Базовий статус інвестора IFW.
Персоналізований цифровий сертифікат інвестора — іменний документ, що підтверджує вашу участь у проектах IFW.`,
  },
  {
    id: "silver",
    image: "silver.png",
    name: "Silver",
    minInvest: "від 10.000",
    color: "#C0C0C0",
    description: `1. Персоналізований цифровий сертифікат інвестора
Іменний документ, що підтверджує ваш статус та участь у проекті IFW.
2. Унікальний інвесторський номер з доступом до реферальної системи
На ваш вибір:
— 5% фіксованої винагороди від першого внеску інвестора, залученого за вашим промокодом або — 2,5% від усіх інвестицій залученого клієнта за вашим промокодом та подальших від вашої лінії інвестицій «Після залучення Вами інвестора всі подальші інвестиції як цього інвестора, так і осіб, залучених ним, фіксуються з Вашим бонусом»`,
  },
  {
    id: "green",
    image: "green.png",
    name: "Green",
    minInvest: "від 20.000",
    color: "#4CAF50",
    description: `1. Персоналізований цифровий сертифікат інвестора
Іменний документ, що підтверджує ваш статус та участь у проекті IFW.
2. Унікальний інвесторський номер з доступом до реферальної системи
На ваш вибір:
— 5% фіксованої винагороди від першого внеску інвестора, залученого за вашим промокодом або — 2,5% від усіх інвестицій залученого клієнта за вашим промокодом та подальших від вашої лінії інвестицій «Після залучення Вами інвестора всі подальші інвестиції як цього інвестора, так і осіб, залучених ним, фіксуються з Вашим бонусом»
• Доступ до бонусної системи з накопиченням IFW-балів за кожного залученого інвестора вам нараховуються IFW-бали від суми залучених інвестицій.
• Накопичені бали можна обміняти на реальні кошти.`,
  },
  {
    id: "purple",
    image: "purpur.png",
    name: "Purple",
    minInvest: "від 30.000",
    color: "#7667ED",
    description: `1. Персоналізований цифровий та фізичний сертифікат інвестора
Іменний документ, що підтверджує ваш статус та участь у проектах IFW.
2. Унікальний інвесторський номер з доступом до реферальної системи
На ваш вибір:
— 7% фіксованої винагороди від першого внеску інвестора, залученого за вашим промокодом або — 4% від усіх інвестицій залученого клієнта за вашим промокодом та подальших від Вашої лінії інвестицій «Після залучення Вами інвестора всі подальші інвестиції як цього інвестора, так і осіб, залучених ним, фіксуються з Вашим бонусом».
• Доступ до бонусної системи з накопиченням IFW-балів за кожного залученого інвестора вам нараховуються IFW-бали від суми залучених інвестицій.
• Накопичені бали можна обміняти на реальні кошти.
• Еквівалент балів до обігу інвестицій ви можете уточнити у нашого менеджера.
• Чим більша сума залучених інвестицій — тим більше балів ви отримаєте, а відповідно зростає і ваш дохід.
• Унікальний набір інвестора Purple особисто знижка в закладах харчування проекту відвідування деяких заходів IFW.`,
  },
  {
    id: "gold",
    image: "gold.png",
    name: "Gold",
    minInvest: "від 50.000",
    color: "#C9A84C",
    description: `1. Персоналізований цифровий та фізичний сертифікат інвестора
Іменний документ, що підтверджує ваш статус та участь у проектах IFW.
2. Унікальний інвесторський номер з доступом до реферальної системи
На ваш вибір:
— 8% фіксованої винагороди від першого внеску інвестора, залученого за вашим промокодом або — 5% від усіх інвестицій залученого клієнта за вашим промокодом та подальших від Вашої лінії інвестицій «Після залучення Вами інвестора всі подальші інвестиції як цього інвестора, так і осіб, залучених ним, фіксуються з Вашим бонусом».
• Доступ до бонусної системи з накопиченням IFW-балів за кожного залученого інвестора вам нараховуються IFW-бали від суми залучених інвестицій.
• Накопичені бали можна обміняти на реальні кошти.
• Еквівалент балів до обігу інвестицій ви можете уточнити у нашого менеджера.
• Чим більша сума залучених інвестицій — тим більше балів ви отримаєте, а відповідно зростає і ваш дохід.
• Унікальний набір інвестора Gold.
• Особисто знижка в закладах харчування проекту.
• Закритий чат інвесторів з актуальною інформацією та етапами розвитку проектів.
• Пріоритет на відвідування закритих презентацій, зустрічей, дегустацій клубу.`,
  },
  {
    id: "platinum",
    image: "platinum.png",
    name: "Platinum",
    minInvest: "від 100.000",
    color: "#E5E4E2",
    description: `1. Персоналізований цифровий та фізичний сертифікат інвестора
Іменний документ, що підтверджує ваш статус та участь у проектах IFW.
2. Унікальний інвесторський номер з доступом до реферальної системи
На ваш вибір:
— 9% фіксованої винагороди від першого внеску інвестора, залученого за вашим промокодом або — 6% від усіх інвестицій залученого клієнта за вашим промокодом та подальших від Вашої лінії інвестицій «Після залучення Вами інвестора всі подальші інвестиції як цього інвестора, так і осіб, залучених ним, фіксуються з Вашим бонусом».
• Доступ до бонусної системи з накопиченням IFW-балів за кожного залученого інвестора вам нараховуються IFW-бали від суми залучених інвестицій.
• Накопичені бали можна обміняти на реальні кошти.
• Еквівалент балів до обігу інвестицій ви можете уточнити у нашого менеджера.
• Чим більша сума залучених інвестицій — тим більше балів ви отримаєте, а відповідно зростає і ваш дохід.
• Унікальний набір інвестора Platinum.
• Особисто знижка в закладах харчування проекту.
• Закритий чат інвесторів з актуальною інформацією та етапами розвитку проектів.
• Пріоритет на відвідування закритих презентацій, зустрічей, дегустацій клубу.
• Індивідуальний менеджер.
• Можливість першим дізнаватись нові проекти та можливості для інвестицій.
• Кращі умови зі знижками для друзів інвестора Platinum.
• Закритий відпочинок від IFW.
• Можливість купити більше сертифікатів в одні руки "індивідуально обговорюється".`,
  },
  {
    id: "black",
    image: "black.png",
    name: "Black",
    minInvest: "від 250.000",
    color: "#888888",
    description: `1. Персоналізований цифровий та фізичний сертифікат інвестора
Іменний документ, що підтверджує ваш статус та участь у проектах IFW.
2. Унікальний інвесторський номер з доступом до реферальної системи
На ваш вибір:
— 10% фіксованої винагороди від першого внеску інвестора, залученого за вашим промокодом або — 7% від усіх інвестицій залученого клієнта за вашим промокодом та подальших від Вашої лінії інвестицій «Після залучення Вами інвестора всі подальші інвестиції як цього інвестора, так і осіб, залучених ним, фіксуються з Вашим бонусом».
• Доступ до бонусної системи з накопиченням IFW-балів за кожного залученого інвестора вам нараховуються IFW-бали від суми залучених інвестицій.
• Накопичені бали можна обміняти на реальні кошти.
• Еквівалент балів до обігу інвестицій ви можете уточнити у нашого менеджера.
• Чим більша сума залучених інвестицій — тим більше балів ви отримаєте, а відповідно зростає і ваш дохід.
• Унікальний набір інвестора Black.
• Особисто знижка в закладах харчування проекту.
• Закритий чат інвесторів з актуальною інформацією та етапами розвитку проектів.
• Пріоритет на відвідування закритих презентацій, зустрічей, дегустацій клубу.
• Індивідуальний менеджер.
• Можливість першим дізнаватись нові проекти та можливості для інвестицій.
• Кращі умови зі знижками для друзів інвестора Black.
• Закритий відпочинок від IFW.
• VIP доступ на всі заходи IFW.
• Можливість купити більше сертифікатів в одні руки "індивідуально обговорюється".`,
  },
];
